Repository: zagamaza/splitty
Catalog: ios/Splitty/Localizable.xcstrings
Source language: ru
Languages: de, en, es, fr, it, ja, ko, pt_br, zh_hans

source: Погашение доступно только онлайн
de: Begleichen geht nur online
en: Settling up works only online
es: Saldar solo funciona en línea
fr: Le règlement ne fonctionne qu'en ligne
it: Saldare funziona solo online
ja: 精算はオンラインでのみ可能です
ko: 정산은 온라인에서만 가능합니다
pt_br: O acerto de contas só funciona online
zh_hans: 结算仅支持在线进行

source: Погашение записано
de: Rückzahlung erfasst
en: Settlement recorded
es: Pago registrado
fr: Remboursement enregistré
it: Saldo registrato
ja: 精算を記録しました
ko: 정산이 기록되었습니다
pt_br: Acerto registrado
zh_hans: 已记录结算

source: Поделитесь ссылкой или кодом — по нему друг вступит через «Присоединиться».
de: Teile den Link oder den Code — damit tritt deine Freundin oder dein Freund über „Beitreten“ bei.
en: Share the link or the code — your friend joins with it via “Join”.
es: Comparte el enlace o el código: con él tu amigo entra desde «Unirse».
fr: Partagez le lien ou le code — votre ami rejoint le groupe avec, via « Rejoindre ».
it: Condividi il link o il codice: il tuo amico entra con “Unisciti”.
ja: リンクまたはコードを共有してください。友だちは「参加する」から参加できます。
ko: 링크나 코드를 공유해 주십시오. 친구는 「참여하기」로 들어옵니다.
pt_br: Compartilhe o link ou o código — seu amigo entra por “Entrar no grupo”.
zh_hans: 分享链接或邀请码 — 好友可通过「加入」进群。

source: Поделиться ссылкой
de: Link teilen
en: Share link
es: Compartir enlace
fr: Partager le lien
it: Condividi link
ja: リンクを共有
ko: 링크 공유
pt_br: Compartilhar link
zh_hans: 分享链接

source: Подписка
de: Abo
en: Subscription
es: Suscripción
fr: Abonnement
it: Abbonamento
ja: サブスクリプション
ko: 구독
pt_br: Assinatura
zh_hans: 订阅

source: Подписка продлевается автоматически. Отменить можно в настройках Apple ID
de: Verlängert sich automatisch. Kündigung in den Apple-ID-Einstellungen
en: Renews automatically. Cancel anytime in your Apple ID settings
es: Se renueva automáticamente. Cancela en los ajustes de tu Apple ID
fr: Renouvellement automatique. Résiliation dans les réglages Apple ID
it: Si rinnova automaticamente. Puoi disdire quando vuoi nelle impostazioni dell’ID Apple
ja: 自動更新されます。解約は Apple ID の設定からいつでも可能です
ko: 자동으로 갱신됩니다. Apple ID 설정에서 언제든지 해지할 수 있습니다
pt_br: Renova automaticamente. Cancele quando quiser nos ajustes do Apple ID
zh_hans: 自动续订。可随时在 Apple ID 设置中取消

source: Подытог
de: Zwischensumme
en: Subtotal
es: Subtotal
fr: Sous-total
it: Subtotale
ja: 小計
ko: 소계
pt_br: Subtotal
zh_hans: 小计

source: Поездка, квартира, ужин — кто за что заплатил
de: Reise, Wohnung, Abendessen — wer hat was bezahlt
en: A trip, a flat, a dinner — who paid for what
es: Un viaje, un piso, una cena: quién pagó qué
fr: Un voyage, un appartement, un dîner — qui a payé quoi
it: Viaggio, appartamento, cena: chi ha pagato cosa
ja: 旅行・シェアハウス・食事 — 誰が何を支払ったか
ko: 여행, 셰어하우스, 저녁 — 누가 무엇을 결제했는가
pt_br: Viagem, apartamento, jantar — quem pagou o quê
zh_hans: 旅行、合租、晚餐 — 谁为什么付了钱

source: Поездка, общая квартира или один ужин — всё, что вы с кем-то делите
de: Eine Reise, eine WG oder ein Abendessen — alles, was du mit jemandem teilst
en: A trip, a shared flat or a single dinner — anything you split with someone
es: Un viaje, un piso compartido o una cena: cualquier cosa que compartas con alguien
fr: Un voyage, une colocation ou un dîner — tout ce que vous partagez avec quelqu’un
it: Un viaggio, un appartamento condiviso o una sola cena: tutto quello che dividi con qualcuno
ja: 旅行、シェアハウス、1回の食事 — 誰かと分け合うものすべて
ko: 여행, 셰어하우스, 한 번의 저녁 — 누군가와 나누는 모든 것
pt_br: Uma viagem, um apartamento compartilhado ou um único jantar — tudo o que você divide com alguém
zh_hans: 旅行、合租房或一顿晚餐 — 任何你和别人分摊的开销

source: Поездка, съёмная квартира или один ужин. Платит кто-то один, а расход делят все.
de: Eine Reise, eine Mietwohnung oder ein Abendessen. Einer zahlt, alle teilen sich die Ausgabe.
en: A trip, a rented flat or a single dinner. One person pays, everyone shares the expense.
es: Un viaje, un piso alquilado o una cena. Paga uno y el gasto se reparte entre todos.
fr: Un voyage, un appartement loué ou un dîner. Une personne paie, tout le monde partage la dépense.
it: Un viaggio, un appartamento in affitto o una cena. Paga una persona e la spesa la dividono tutti.
ja: 旅行、賃貸の部屋、1回の食事。誰か1人が支払い、支出は全員で分けます。
ko: 여행, 임대한 집, 한 번의 저녁. 한 사람이 결제하고 모두가 나눕니다.
pt_br: Uma viagem, um apartamento alugado ou um jantar. Uma pessoa paga e todos dividem a despesa.
zh_hans: 旅行、租房或一顿晚餐。一个人付款，所有人分摊。

source: Позвать можно того, с кем уже была общая группа. Нового человека — по ссылке или коду приглашения
de: Einladen kannst du, mit wem du schon eine Gruppe geteilt hast. Eine neue Person — per Link oder Einladungscode
en: You can invite someone you’ve already shared a group with. A new person — by link or invite code
es: Puedes invitar a alguien con quien ya compartiste grupo. A una persona nueva, por enlace o código de invitación
fr: Vous pouvez inviter quelqu’un avec qui vous avez déjà partagé un groupe. Une nouvelle personne — par lien ou code d’invitation
it: Puoi invitare chi ha già condiviso un gruppo con te. Una persona nuova con un link o un codice d’invito
ja: すでに同じグループにいた人を招待できます。新しい人はリンクまたは招待コードで
ko: 이미 같은 그룹에 있던 분을 초대할 수 있습니다. 새로운 분은 링크나 초대 코드로 초대하십시오
pt_br: Dá para convidar quem já esteve em um grupo com você. Alguém novo — por link ou código de convite
zh_hans: 可以邀请已经同群的人。新朋友请用链接或邀请码

source: Позиции
de: Positionen
en: Items
es: Líneas
fr: Lignes
it: Voci
ja: 品目
ko: 항목
pt_br: Itens
zh_hans: 项目

source: Позиции чека
de: Positionen des Belegs
en: Receipt items
es: Líneas del recibo
fr: Lignes du ticket
it: Voci dello scontrino
ja: レシートの品目
ko: 영수증 항목
pt_br: Itens do recibo
zh_hans: 小票项目

source: Позиция
de: Position
en: Item
es: Línea
fr: Ligne
it: Voce
ja: 品目
ko: 항목
pt_br: Item
zh_hans: 项目

source: Позовите друзей, чтобы делить расходы
de: Lade Freunde ein, um Ausgaben zu teilen
en: Invite friends to start splitting expenses
es: Invita a tus amigos para empezar a dividir gastos
fr: Invitez vos amis pour partager les dépenses
it: Invita gli amici per dividere le spese
ja: 友だちを招待して支出を分け合いましょう
ko: 친구를 초대해 지출을 나누세요
pt_br: Convide amigos para dividir as despesas
zh_hans: 邀请好友一起分摊支出

source: Пока на вас записаны расходы, выйти нельзя — сначала уберите себя из них.
de: Solange Ausgaben auf dich laufen, kannst du nicht austreten — nimm dich zuerst aus ihnen heraus.
en: While expenses are recorded on you, you can't leave — remove yourself from them first.
es: Mientras haya gastos a tu nombre no puedes salir: quítate de ellos primero.
fr: Tant que des dépenses sont à ton nom, tu ne peux pas partir — retire-toi d'abord.
it: Finché ci sono spese registrate a tuo nome non puoi uscire: toglititi prima da quelle.
ja: あなたに紐づく支出が残っている間は退出できません。先にその支出から自分を外してください。
ko: 회원님 앞으로 지출이 기록되어 있는 동안에는 나갈 수 없습니다. 먼저 해당 지출에서 자신을 빼 주십시오.
pt_br: Enquanto houver despesas registradas em seu nome, você não pode sair — tire-se delas primeiro.
zh_hans: 只要还有支出记在你名下，就无法退出 — 请先把自己从中移除。

source: Пока некого пригласить: здесь появятся люди, с которыми у вас были общие группы.
de: Noch niemand zum Einladen: Leute, mit denen du Gruppen geteilt hast, erscheinen hier.
en: No one to invite yet: people you've shared groups with will appear here.
es: Aún no hay a quién invitar: aquí aparecerán las personas con las que hayas compartido grupos.
fr: Personne à inviter pour l'instant : les personnes avec qui tu as partagé des groupes apparaîtront ici.
it: Per ora non c’è nessuno da invitare: qui compariranno le persone con cui hai condiviso dei gruppi.
ja: 招待できる人がまだいません。同じグループにいた人がここに表示されます。
ko: 아직 초대할 사람이 없습니다. 함께 그룹을 쓴 분들이 여기에 표시됩니다.
pt_br: Ainda não há quem convidar: as pessoas com quem você dividiu grupos aparecerão aqui.
zh_hans: 暂时没有可邀请的人：与你同过群的人会显示在这里。

source: Пока нет активности
de: Noch keine Aktivität
en: No activity yet
es: Aún no hay actividad
fr: Pas encore d'activité
it: Ancora nessuna attività
ja: まだ動きはありません
ko: 아직 활동이 없습니다
pt_br: Ainda sem atividade
zh_hans: 暂无动态

source: Пока нет групп
de: Noch keine Gruppen
en: No groups yet
es: Aún no tienes grupos
fr: Pas encore de groupes
it: Ancora nessun gruppo
ja: まだグループがありません
ko: 아직 그룹이 없습니다
pt_br: Ainda sem grupos
zh_hans: 暂无群组

source: Пока нет друзей
de: Noch keine Freunde
en: No friends yet
es: Aún no tienes amigos
fr: Pas encore d'amis
it: Ancora nessun amico
ja: まだ友だちがいません
ko: 아직 친구가 없습니다
pt_br: Ainda sem amigos
zh_hans: 暂无好友

source: Пока нет расходов
de: Noch keine Ausgaben
en: No expenses yet
es: Aún no hay gastos
fr: Pas encore de dépenses
it: Ancora nessuna spesa
ja: まだ支出がありません
ko: 아직 지출이 없습니다
pt_br: Ainda sem despesas
zh_hans: 暂无支出

source: Показаны только расходы, которые держат вас в группе
de: Es werden nur die Ausgaben gezeigt, die dich in der Gruppe halten
en: Showing only the expenses that keep you in the group
es: Solo se muestran los gastos que te mantienen en el grupo
fr: Seules les dépenses qui vous retiennent dans le groupe sont affichées
it: Mostro solo le spese che ti trattengono nel gruppo
ja: グループに留める原因になっている支出のみ表示しています
ko: 그룹에 남아 있게 하는 지출만 표시하고 있습니다
pt_br: Mostrando apenas as despesas que prendem você ao grupo
zh_hans: 仅显示让你无法退出群组的支出

source: Показать все
de: Alle anzeigen
en: Show all
es: Mostrar todos
fr: Tout afficher
it: Mostra tutte
ja: すべて表示
ko: 전체 보기
pt_br: Mostrar todas
zh_hans: 显示全部

source: Показать эти расходы
de: Diese Ausgaben anzeigen
en: Show these expenses
es: Mostrar estos gastos
fr: Afficher ces dépenses
it: Mostra queste spese
ja: これらの支出を表示
ko: 이 지출 보기
pt_br: Mostrar essas despesas
zh_hans: 显示这些支出

source: Покупка
de: Kauf
en: Purchase
es: Compra
fr: Achat
it: Acquisto
ja: 購入
ko: 구입
pt_br: Compra
zh_hans: 购买

source: Покупка ждёт подтверждения
de: Kauf wartet auf Bestätigung
en: Purchase is awaiting approval
es: La compra está pendiente de aprobación
fr: L’achat est en attente d’approbation
it: L’acquisto è in attesa di approvazione
ja: 購入の承認待ちです
ko: 구입 승인 대기 중
pt_br: A compra aguarda aprovação
zh_hans: 购买等待批准

source: Покупки сейчас недоступны
de: Käufe sind derzeit nicht verfügbar
en: Purchases are unavailable right now
es: Las compras no están disponibles ahora
fr: Les achats sont indisponibles pour le moment
it: Al momento gli acquisti non sono disponibili
ja: 現在購入できません
ko: 현재 구입할 수 없습니다
pt_br: As compras estão indisponíveis agora
zh_hans: 当前无法购买

source: Покупок для восстановления не нашлось
de: Keine Käufe zum Wiederherstellen gefunden
en: No purchases to restore
es: No hay compras para restaurar
fr: Aucun achat à restaurer
it: Nessun acquisto da ripristinare
ja: 復元できる購入はありませんでした
ko: 복원할 구입 내역이 없습니다
pt_br: Nenhuma compra para restaurar
zh_hans: 没有可恢复的购买

source: Политика конфиденциальности
de: Datenschutzerklärung
en: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_br: Política de Privacidade
zh_hans: 隐私政策

source: Понятно
de: Verstanden
en: Got it
es: Entendido
fr: Compris
it: Ho capito
ja: わかりました
ko: 알겠습니다
pt_br: Entendi
zh_hans: 知道了

source: Поправить голосом
de: Per Sprache korrigieren
en: Correct by voice
es: Corregir por voz
fr: Corriger à la voix
it: Correggi a voce
ja: 音声で修正
ko: 음성으로 수정
pt_br: Corrigir por voz
zh_hans: 语音修正

source: Поровну
de: Gleichmäßig
en: Equally
es: A partes iguales
fr: À parts égales
it: In parti uguali
ja: 均等
ko: 균등
pt_br: Igualmente
zh_hans: 平摊

source: Поровну на всех
de: Gleichmäßig auf alle
en: Split equally
es: A partes iguales
fr: À parts égales
it: Dividi in parti uguali
ja: 均等に分ける
ko: 균등하게 나누기
pt_br: Dividir igualmente
zh_hans: 平均分摊

source: Поровну на четверых
de: Gleichmäßig durch vier
en: Split evenly four ways
es: A partes iguales entre cuatro
fr: À parts égales entre quatre
it: Dividi in quattro parti uguali
ja: 4人で均等に分ける
ko: 네 명이서 균등하게
pt_br: Dividir igualmente por quatro
zh_hans: 四人平摊

source: Поровну — у всех по одной доле. Съел больше — добавьте долей
de: Gleichmäßig — jeder bekommt einen Anteil. Mehr gegessen? Anteile hinzufügen
en: Equally — everyone gets one share. Ate more? Add shares
es: A partes iguales: cada uno tiene una parte. ¿Comió más? Añade partes
fr: À parts égales — chacun a une part. Vous avez mangé plus ? Ajoutez des parts
it: In parti uguali: una quota a testa. Hai mangiato di più? Aggiungi quote
ja: 均等 — 全員が1人分。多く食べた場合は取り分を増やしてください
ko: 균등 — 모두 한 몫씩. 더 드셨다면 몫을 늘려 주십시오
pt_br: Igualmente — cada um com uma cota. Comeu mais? Acrescente cotas
zh_hans: 平摊 — 每人一份。吃得多？可增加份数

source: Последний способ входа отвязать нельзя: без него в аккаунт будет не войти. Сначала привяжите другой.
de: Die letzte Anmeldemethode lässt sich nicht trennen — ohne sie kämst du nicht mehr ins Konto. Verknüpfe zuerst eine andere.
en: You can't unlink your last sign-in method — without it there'd be no way in. Link another one first.
es: No puedes desvincular tu última forma de entrar: sin ella no habría manera de acceder. Vincula otra primero.
fr: Impossible de délier votre dernier mode de connexion : sans lui, plus aucun accès au compte. Liez-en un autre d'abord.
it: Non puoi scollegare l’ultimo metodo di accesso: senza non ci sarebbe modo di entrare. Collegane prima un altro.
ja: 最後のサインイン方法は解除できません。解除するとアカウントに入る手段がなくなります。先に別の方法を連携してください。
ko: 마지막 로그인 방법은 해제할 수 없습니다. 해제하면 계정에 들어올 방법이 없어집니다. 먼저 다른 방법을 연결해 주십시오.
pt_br: Não dá para desvincular o último método de login — sem ele não haveria como entrar. Vincule outro primeiro.
zh_hans: 不能解绑最后一种登录方式 — 否则将无法进入账号。请先绑定另一种。

source: Потрачено на меня
de: Für mich ausgegeben
en: Spent on me
es: Gastado en mí
fr: Dépensé pour moi
it: Speso per me
ja: 自分に使われた金額
ko: 나에게 쓴 금액
pt_br: Gasto comigo
zh_hans: 花在我身上

source: Правка применена
de: Korrektur übernommen
en: Correction applied
es: Corrección aplicada
fr: Correction appliquée
it: Correzione applicata
ja: 修正を適用しました
ko: 수정이 적용되었습니다
pt_br: Correção aplicada
zh_hans: 已应用修改

source: Правки расходов
de: Änderungen an Ausgaben
en: Expense edits
es: Ediciones de gastos
fr: Modifications de dépenses
it: Modifiche alle spese
ja: 支出の編集
ko: 지출 편집
pt_br: Edições de despesas
zh_hans: 支出编辑

source: Привязан
de: Verknüpft
en: Linked
es: Vinculado
fr: Lié
it: Collegato
ja: 連携済み
ko: 연결됨
pt_br: Vinculado
zh_hans: 已绑定

source: Привязать
de: Verknüpfen
en: Link
es: Vincular
fr: Lier
it: Collega
ja: 連携する
ko: 연결
pt_br: Vincular
zh_hans: 绑定

source: Пригласить
de: Einladen
en: Invite
es: Invitar
fr: Inviter
it: Invita
ja: 招待する
ko: 초대
pt_br: Convidar
zh_hans: 邀请

source: Пригласить в группу
de: In die Gruppe einladen
en: Invite to group
es: Invitar al grupo
fr: Inviter dans le groupe
it: Invita nel gruppo
ja: グループに招待
ko: 그룹에 초대
pt_br: Convidar para o grupo
zh_hans: 邀请加入群组

source: Пригласить можно того, с кем у вас уже была общая группа. Остальным отправьте ссылку
de: Einladen kannst du, mit wem du schon eine Gruppe geteilt hast. Allen anderen schick einen Link
en: You can invite someone you’ve already shared a group with. Send everyone else a link
es: Puedes invitar a alguien con quien ya compartiste grupo. A los demás envíales un enlace
fr: Vous pouvez inviter quelqu’un avec qui vous avez déjà partagé un groupe. Envoyez un lien aux autres
it: Puoi invitare chi ha già condiviso un gruppo con te. Agli altri manda un link
ja: すでに同じグループにいた人を招待できます。ほかの人にはリンクを送ってください
ko: 이미 같은 그룹에 있던 분을 초대할 수 있습니다. 다른 분께는 링크를 보내 주십시오
pt_br: Dá para convidar quem já esteve em um grupo com você. Aos demais, mande um link
zh_hans: 可以邀请已经同群的人。其他人请发送链接

source: Приглашение
de: Einladung
en: Invite
es: Invitación
fr: Invitation
it: Invito
ja: 招待
ko: 초대
pt_br: Convite
zh_hans: 邀请

source: Приглашение отправлено — ждём согласия: %@
de: Einladung gesendet — wir warten auf die Zusage: %@
en: Invite sent — waiting for them to accept: %@
es: Invitación enviada, esperando su confirmación: %@
fr: Invitation envoyée — en attente d’acceptation : %@
it: Invito inviato: aspettiamo che accetti %@
ja: 招待を送りました。承諾をお待ちください：%@
ko: 초대를 보냈습니다. 수락을 기다리는 중: %@
pt_br: Convite enviado — aguardando aceite: %@
zh_hans: 邀请已发送 — 等待对方接受：%@

source: Приглашения
de: Einladungen
en: Invites
es: Invitaciones
fr: Invitations
it: Inviti
ja: 招待
ko: 초대
pt_br: Convites
zh_hans: 邀请

source: Пригодится, если телефон потерян: доступ закроется везде, включая это устройство.
de: Nützlich bei einem verlorenen Telefon: Der Zugriff wird überall gesperrt, auch auf diesem Gerät.
en: Useful if your phone is lost: access is revoked everywhere, including this device.
es: Útil si pierdes el teléfono: el acceso se cierra en todas partes, incluido este dispositivo.
fr: Utile si votre téléphone est perdu : l’accès est révoqué partout, y compris sur cet appareil.
it: Utile se perdi il telefono: l’accesso viene revocato ovunque, anche su questo dispositivo.
ja: 携帯をなくしたときに便利です。この端末を含め、すべてのアクセスが無効になります。
ko: 휴대폰을 분실했을 때 유용합니다. 이 기기를 포함한 모든 기기의 접근 권한이 해제됩니다.
pt_br: Útil se o telefone for perdido: o acesso é revogado em todo lugar, inclusive neste aparelho.
zh_hans: 手机丢失时很有用：所有设备的访问权限都会被撤销，包括本机。

source: Придётся войти заново — и здесь тоже. Уведомления на прежние устройства приходить перестанут.
de: Du musst dich neu anmelden — auch hier. Die alten Geräte erhalten keine Benachrichtigungen mehr.
en: You’ll have to sign in again — here too. The old devices will stop receiving notifications.
es: Tendrás que volver a iniciar sesión, aquí también. Los dispositivos antiguos dejarán de recibir notificaciones.
fr: Vous devrez vous reconnecter — ici aussi. Les anciens appareils ne recevront plus de notifications.
it: Dovrai accedere di nuovo, anche qui. I vecchi dispositivi smetteranno di ricevere le notifiche.
ja: サインインし直す必要があります。この端末も同様です。以前の端末には通知が届かなくなります。
ko: 다시 로그인하셔야 합니다. 이 기기도 마찬가지입니다. 이전 기기에는 알림이 오지 않습니다.
pt_br: Você vai precisar entrar de novo — aqui também. Os aparelhos antigos param de receber notificações.
zh_hans: 你需要重新登录 — 本机也是。原有设备将不再收到通知。

source: Приложение
de: App
en: App
es: Aplicación
fr: Application
it: App
ja: アプリ
ko: 앱
pt_br: App
zh_hans: 应用

source: Принять
de: Annehmen
en: Accept
es: Aceptar
fr: Accepter
it: Accetta
ja: 承諾する
ko: 수락
pt_br: Aceitar
zh_hans: 接受

source: Присоединение…
de: Beitreten…
en: Joining…
es: Uniéndote…
fr: Adhésion…
it: Accesso al gruppo…
ja: 参加しています…
ko: 참여하는 중…
pt_br: Entrando…
zh_hans: 正在加入…

source: Присоединиться
de: Beitreten
en: Join
es: Unirse
fr: Rejoindre
it: Unisciti
ja: 参加する
ko: 참여하기
pt_br: Entrar no grupo
zh_hans: 加入

source: Присоединиться по коду
de: Mit Code beitreten
en: Join with a code
es: Unirse con un código
fr: Rejoindre avec un code
it: Unisciti con un codice
ja: コードで参加
ko: 코드로 참여
pt_br: Entrar com um código
zh_hans: 用邀请码加入

source: Присоединяемся к группе…
de: Der Gruppe beitreten…
en: Joining the group…
es: Uniéndote al grupo…
fr: Adhésion au groupe…
it: Ci stiamo unendo al gruppo…
ja: グループに参加しています…
ko: 그룹에 참여하는 중…
pt_br: Entrando no grupo…
zh_hans: 正在加入群组…

source: Присоединяйся к группе «%@» в Splitor: %@ Код группы: %@
de: Tritt der Gruppe „%1$@“ auf Splitor bei: %2$@ Gruppencode: %3$@
en: Join the group “%1$@” on Splitor: %2$@ Group code: %3$@
es: Únete al grupo «%1$@» en Splitor: %2$@ Código del grupo: %3$@
fr: Rejoins le groupe « %1$@ » sur Splitor : %2$@ Code du groupe : %3$@
it: Unisciti al gruppo “%1$@” su Splitor: %2$@ Codice del gruppo: %3$@
ja: Splitor のグループ「%1$@」に参加しませんか：%2$@ グループコード：%3$@
ko: Splitor의 그룹 「%1$@」에 참여하세요: %2$@ 그룹 코드: %3$@
pt_br: Entre no grupo “%1$@” no Splitor: %2$@ Código do grupo: %3$@
zh_hans: 加入 Splitor 上的群组「%1$@」：%2$@ 群组邀请码：%3$@

source: Присоединяйся к группе «%@» в Splitty: %@ Код группы: %@
de: Komm in die Gruppe „%@“ bei Splitty: %@ Gruppencode: %@
en: Join the “%@” group on Splitty: %@ Group code: %@
es: Únete al grupo «%@» en Splitty: %@ Código del grupo: %@
fr: Rejoins le groupe « %@ » sur Splitty : %@ Code du groupe : %@
it: Unisciti al gruppo «%@» su Splitty: %@ Codice del gruppo: %@
ja: Splitty のグループ「%@」に参加してね: %@ グループコード: %@
ko: Splitty에서 「%@」 그룹에 참여해 주세요: %@ 그룹 코드: %@
pt_br: Entre no grupo “%@” no Splitty: %@ Código do grupo: %@
zh_hans: 来加入 Splitty 的「%@」群组：%@ 群组代码：%@

source: Проверьте позиции чека — доли не сходятся
de: Prüfe die Belegpositionen — die Anteile gehen nicht auf
en: Check the receipt items — the shares don’t add up
es: Revisa las líneas del recibo: las partes no cuadran
fr: Vérifiez les lignes du ticket — les parts ne tombent pas juste
it: Controlla le voci dello scontrino: le quote non tornano
ja: レシートの品目を確認してください — 取り分が合いません
ko: 영수증 항목을 확인해 주십시오. 몫이 맞지 않습니다
pt_br: Confira os itens do recibo — as cotas não fecham
zh_hans: 请检查小票项目 — 份额对不上

source: Проверьте позиции чека — итог не считается
de: Prüfe die Belegpositionen — die Summe geht nicht auf
en: Check the receipt items — the total doesn’t add up
es: Revisa las líneas del recibo: el total no cuadra
fr: Vérifiez les lignes du ticket — le total ne tombe pas juste
it: Controlla le voci dello scontrino: il totale non torna
ja: レシートの品目を確認してください — 合計が合いません
ko: 영수증 항목을 확인해 주십시오. 합계가 계산되지 않습니다
pt_br: Confira os itens do recibo — o total não fecha
zh_hans: 请检查小票项目 — 合计算不出来

source: Проверьте связь и попробуйте ещё раз. Способы входа и настройки покажем, когда профиль загрузится.
de: Prüfe die Verbindung und versuche es erneut. Anmeldemethoden und Einstellungen zeigen wir, sobald das Profil geladen ist.
en: Check your connection and try again. We’ll show sign-in methods and settings once the profile loads.
es: Comprueba la conexión e inténtalo de nuevo. Mostraremos los métodos de acceso y los ajustes cuando cargue el perfil.
fr: Vérifiez la connexion et réessayez. Nous afficherons les méthodes de connexion et les réglages une fois le profil chargé.
it: Controlla la connessione e riprova. Mostreremo i metodi di accesso e le impostazioni appena il profilo si carica.
ja: 接続を確認してもう一度お試しください。プロフィールが読み込まれ次第、サインイン方法と設定を表示します。
ko: 연결을 확인하고 다시 시도해 주십시오. 프로필이 로드되면 로그인 방법과 설정을 표시합니다.
pt_br: Verifique a conexão e tente de novo. Vamos mostrar os métodos de login e os ajustes assim que o perfil carregar.
zh_hans: 请检查网络后重试。个人资料加载完成后会显示登录方式和设置。

source: Продиктуйте расход вслух, и он появится в группе. Можно снять чек или вписать руками.
de: Diktiere die Ausgabe laut, und sie erscheint in der Gruppe. Du kannst auch den Beleg abfotografieren oder alles eintippen.
en: Dictate the expense out loud and it appears in the group. You can also snap the receipt or type it in.
es: Dicta el gasto en voz alta y aparecerá en el grupo. También puedes fotografiar el recibo o escribirlo a mano.
fr: Dictez la dépense à voix haute et elle apparaît dans le groupe. Vous pouvez aussi photographier le ticket ou la saisir à la main.
it: Detta la spesa ad alta voce e comparirà nel gruppo. Puoi anche fotografare lo scontrino o scriverla a mano.
ja: 支出を声に出して伝えると、グループに追加されます。レシートを撮る、手で入力することもできます。
ko: 지출을 소리 내어 말씀하시면 그룹에 나타납니다. 영수증을 찍거나 직접 입력하셔도 됩니다.
pt_br: Dite a despesa em voz alta e ela aparece no grupo. Você também pode fotografar o recibo ou digitar.
zh_hans: 把支出说出来，它就会出现在群组里。也可以拍小票或手动输入。

source: Продукты
de: Lebensmittel
en: Groceries
es: Compra
fr: Courses
it: Spesa alimentare
ja: 食料品
ko: 식료품
pt_br: Mercado
zh_hans: 食品

source: Пропорционально
de: Anteilig
en: Proportionally
es: Proporcionalmente
fr: Proportionnellement
it: In proporzione
ja: 比例して
ko: 비례해서
pt_br: Proporcionalmente
zh_hans: 按比例

source: Пропустить
de: Überspringen
en: Skip
es: Omitir
fr: Passer
it: Salta
ja: スキップ
ko: 건너뛰기
pt_br: Pular
zh_hans: 跳过

source: Профиль
de: Profil
en: Profile
es: Perfil
fr: Profil
it: Profilo
ja: プロフィール
ko: 프로필
pt_br: Perfil
zh_hans: 个人资料

source: Профиль не загружен
de: Profil nicht geladen
en: Profile not loaded
es: Perfil no cargado
fr: Profil non chargé
it: Profilo non caricato
ja: プロフィールを読み込めていません
ko: 프로필이 로드되지 않았습니다
pt_br: Perfil não carregado
zh_hans: 个人资料未加载
